tap "homebrew/services"
tap "microsoft/mssql-release"
tap "nikitabobko/tap"
tap "thezoraiz/ascii-image-converter"
brew "bat"
brew "biber"
brew "btop"
brew "cairo"
brew "cava"
brew "cbonsai"
brew "chmlib"
brew "cmake"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "imagemagick"
brew "juliaup"
brew "lazygit"
brew "python@3.13"
brew "llvm@14"
brew "lua"
brew "mas"
brew "neovim"
brew "node"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "pandoc"
brew "pkgconf"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stow"
brew "superfile"
brew "tmux"
brew "typst"
brew "unixodbc"
brew "uv"
brew "wget"
brew "yazi"
brew "zoxide"
cask "aerospace"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "appcleaner"
cask "blackhole-2ch"
cask "chatgpt"
cask "claude"
cask "cleanupbuddy"
cask "darktable"
cask "discord"
cask "docker"
cask "firefox@developer-edition"
cask "font-fira-code"                    # Fira Code
cask "font-jetbrains-mono-nerd-font"     # JetBrains Mono Nerd Font
cask "font-iosevka"                      # Iosevka (all variants)
cask "font-hack"                         # Hack
cask "font-source-code-pro"              # Source Code Pro family
cask "font-roboto"                       # Roboto
cask "font-lato"                         # Lato
cask "font-noto-sans"                    # Noto Sans
cask "font-overpass"                     # Overpass
cask "karabiner-elements"
cask "mactex-no-gui"
cask "microsoft-office"
cask "netnewswire"
cask "nordvpn"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "openemu"
cask "parallels"
cask "qbittorrent"
cask "signal"
cask "slack"
cask "steam"
cask "teamviewer"
cask "vanilla"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "zotero"
mas "AdGuard for Safari", id: 1440147259
mas "Adobe Lightroom", id: 1451544217
mas "Elmedia Video Player", id: 1044549675
mas "Flow", id: 1423210932
mas "Neva", id: 6737359999
mas "Save to Notion", id: 6478488868
mas "Super Agent", id: 1585682577
mas "TNEF's Enough", id: 986621173
mas "Vimkey", id: 1295203466
mas "Windows App", id: 1295203466
